{
  "title_zh": "研究员、博士生导师",
  "title_en": "Researcher, Doctoral supervisor",
  "bio_zh": "研究方向：计算材料学、量子输运、功能材料数据库。",
  "bio_en": "Research interests: computational materials science, quantum transport, materials databases.",
  "achievements_zh": [
    "Topology and symmetry of circular photogalvanic effect in the chiral multifold semimetals: a review； C. Le and Y. Sun*; J. Phys.: Condens. Matter 33, 503003 (2021)",
    "Giant anomalous Hall effect in a ferromagnetic kagome-lattice semimetal; E. Liu*, Y. Sun*, N. Kumar, L. Muechler, A. Sun, L. Jiao, S. Yang, D. Liu, A. Liang, Q. Xu, J. Kroder, V. Süß, H. Borrmann, C. Shekhar, Z. Wang, C. Xi, W. Wang, W. Schnelle, S. Wirth, Y. Chen, S. T. B. Goennenwein and C. Felser*; Nat. Phy., 14, 1125 (2018)",
    "Strong Intrinsic Spin Hall Effect in the TaAs Family of Weyl Semimetals; Y. Sun, Y. Zhang, C. Felser, and B. Yan; Phy. Rev. Lett., 117, 146403 (2016)",
    "Topological Engineering of Pt-Group-Metal-Based Chiral Crystals toward High-Efficiency Hydrogen Evolution Catalysts; Q. Yang, G. Li*, K. Manna, F. Fan, C. Felser*, and Y. Sun*; Adv. Mater. 32, 1908518 (2020)",
    "Prediction of the Weyl semimetal in the orthorhombic MoTe2; Y. Sun, S. Wu, M. N. Ali, C. Felser, and B. Yan; Phy. Rev. B 92, 161107(R) (2015)",
    "Ab initio study of quantized circular photogalvanic effect in chiral multifold semimetals; C. Le, Y. Zhang, C. Felser, and Y. Sun*; Phy. Rev. B, 102, 121111(R) (2020)",
    "Giant anomalous Hall and Nernst effect in magnetic cubic Heusler compounds; J. Noky, Y. Zhang, J. Gooth, C. Felser and Y. Sun*; npj Computational Materials, 6, 77 (2020)",
    "Prediction of a magnetic Weyl semimetal without spin-orbit coupling and strong anomalous Hall effect in the Heusler compensated ferrimagnet Ti2MnAl; W. Shi, L. Muechler, K. Manna, Y. Zhang, K. Koepernik, R. Car, J. v. d. Brink, C. Felser, and Y. Sun*; Phy. Rev. B, 97, 060406(R) (2018)",
    "In Situ Induction of Strain in Iron Phosphide (FeP2) Catalys for Enhanced Hydroxide Adsorption and Water Oxidation; G. Li*, Q. Yang, J. Rao, C. Fu, S. Liou, G. Auffermann, Y. Sun*, and C. Felser*; Adv. Funct. Mater. 30, 1907791 (2020)",
    "Descriptor for Hydrogen Evolution Catalysts Based on the Bulk Band Structure Effect; Q. Xu, G. Li, Y. Zhang, Q. Yang, Y. Sun*, and C. Felser*; ACS Catalysis, 10, 5042 (2020)",
    "Dirac Nodal Arc Semimetal PtSn4: An Ideal Platform for Understanding Surface Properties and Catalysis for Hydrogen Evolution; G. Li*, C. Fu, W. Shi, L. Jiao, J. Wu, Q. Yang, R. Saha, M. Kamminga, A. Srivastava, E. Liu, A. Yazdani, N. Kumar, J. Zhang, G. Blake, X. Liu, M. Fahlman, S. Wirth, G. Auffermann, J. Gooth, S. Parkin, V. Madhavan, X. Feng, Y. Sun*, and C. Felser*; Angew. Chem. Int. Ed., 58, 2 (2019)",
    "Topological surface Fermi arcs in the magnetic Weyl semimetal Co3Sn2S2; Q. Xu, E. Liu, W. Shi, L. Muechler, J. Gayles, C. Felser, and Y. Sun*; Phy. Rev. B, 97, 235416 (2018)",
    "Characterization of topological band structures away from the Fermi level by the anomalous Nernst effect; J. Noky, J. Gooth, C. Felser, and Y. Sun*; Phy. Rev. B 98, 241106(R) (2018)",
    "Evolution of the Fermi surface of Weyl semimetals in the transition metal pnictide family; Z. Liu, L. Yang, Y. Sun, T. Zhang, H. Peng, H. F. Yang, C. Chen, Y. Zhang, Y. F. Guo, D. Prabhakaran, M. Schmidt, Z. Hussain, S.-K. Mo, C. Felser, B. Yan and Y. L. Chen; Nat. Mater., 15, 27 (2016)",
    "Different types of spin currents in the comprehensive materials database of nonmagnetic spin Hall effect; Y. Zhang, Q. Xu, K. Koepernik, R. Rezaev, O. Janson, J. Železný, T. Jungwirth, C. Felser, J. van den Brink, and Y. Sun; npj Computational Materials, 7, 167 (2021)"
  ],
  "achievements_en": [

  ],
  "phone": "+86-24-12345678",
  "email": "sunyan@imr.ac.cn",
  "department": "Materials Design and Computation Research Department",
  "affiliation": "Institute of Metal Research",
  "photo": "photo.jpg"
}
